export default {
  title: '概要',
  summary:
    'こんにちは👋、私の名前はラウル・ロペスです。情熱的な27歳のプログラマーで、メキシコ出身です。私はコンピュータシステム工学の学位を持っており、新興技術を専門としています。\n\n 継続的な学習への取り組みが、私をオラクル・ネクスト・エデュケーション・プログラムに参加させ、ソフトウェア開発でLinkedInのトップボイスとして認識されることを誇りに思っています。私は私たちの分野を前進させ、コミュニティに有意義な貢献をすることに専念しています。つながり、一緒に革新しましょう！',
  education: {
    title: '教育',
    list: [
      {
        title: 'コンピュータシステム工学学士',
        institution: 'オアハカ工科大学',
        url: 'http://www.itoaxaca.edu.mx/',
        description:
          '私はコンピュータシステム工学の学位を取得し、新興技術を専門とするソフトウェア開発を専攻しました。',
        startDate: '2018-08',
        endDate: '2023-07'
      },
      {
        title: 'AlumniONE、オラクル・ネクスト・エデュケーション',
        institution: 'オラクル・ネクスト・エデュケーション',
        url: 'https://oracle.com/lad/one',
        description:
          '現在、JavaとSpring Bootを使用したバックエンド開発に焦点を当ててオラクル・ネクスト・エデュケーション・プログラムに在籍しています。',
        startDate: '2024-01',
        endDate: '2024-10'
      }
    ]
  },
  achievements: {
    title: '実績',
    list: [
      {
        title: '科学研究記事の出版',
        date: '2023-09-30',
        url: 'https://doi.org/10.58763/c2024259',
        awarder: 'アマゾンの教育、自然、文化、革新研究センター - CIENCIA S.A.S',
        summary:
          '「持続可能性行動：VBN理論のエンジニアリング学生への適用」という論文は、価値観、信念、および規範（VBN）理論が持続可能性行動にどのように影響を与えるかを理解するためにVBN理論を適用します。'
      },
      {
        title: 'LinkedInでのソフトウェア開発のトップボイス',
        date: '2024-01',
        url: 'https://www.linkedin.com/in/raul-lc/',
        awarder: 'LinkedIn',
        summary:
          'LinkedInでソフトウェア開発のトップボイスとして認識され、ソフトウェア開発に関する共同記事のトップ2％のグローバル貢献者の中に名を連ねています。'
      },
      {
        title: '第三回全国科学会議「技術、環境、社会の持続可能なバランス」での名誉ある言及',
        date: '2023-06',
        awarder: 'メキシコ国立工科大学',
        summary: '「エンジニアリング学生の持続可能性行動」の研究論文の展示と発表'
      },
      {
        title: 'ITOAXACA 2023競技プログラミングコンテスト第1位',
        date: '2023-06',
        awarder: 'M.C. Dalia Silva Martínez、コーダーズクラブプログラムディレクター',
        summary: '競技プログラミングコンテストで最高得点を獲得し、大学部門で第1位に輝きました。'
      },
      {
        title: 'ラ・サル大学プログラミングコンテスト2022第2位',
        date: '2022-09-30',
        awarder: 'Ing. José Adrián Villanueva、工学建築学部長',
        summary:
          '私のチームはラ・サル大学オアハカで開催されたプログラミングコンテストで2位になりました。非営利団体に商品を配布する問題を解決するWebアプリケーションを使用してプロジェクトを提示しました。'
      },
      {
        title: '第二回全国科学会議「新常態における中小企業と持続可能性」での第2位',
        date: '2022-05-31',
        awarder:
          'メキシコ国立工科大学、ブラックシエラ・デ・アハルパン高等工科大学、プエブラ自治大学南部地域コンプレックス',
        summary:
          '第二回全国科学会議で「2013年から2021年の期間におけるオアハカのインターネットアクセスサービスの分析」という研究論文で第2位になりました。'
      }
    ]
  }
}
